Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_and_disability/personal_reader_grants_for_blind_or_visually_impaired_employees.html.txt.tmx
Source language: en
Languages: ga

source: If you have a visual impairment or are blind and need some extra assistance with reading at work, you may be eligible to apply for a Personal Reader Grant
ga: Má tá lagú amhairc ort nó má tá tú dall agus go dteastaíonn cabhair bhreise uait le léamh ag an obair, d'fhéadfá a bheith incháilithe do Dheontas Léitheora Phearsanta

source: This grant aid allows you to employ someone on a part-time or ad-hoc basis for a maximum of 640 hours a year to help you with reading at work
ga: Tugann an deontas cead duit duine a fhostú go páirtaimseartha nó ar bhunús ad-hoc ar feadh tréimhse nach mó ná 640 uaire sa bhliain chun cabhrú leat le léitheoireacht ag an obair

source: The grant is provided under the Department of Social Protection’s Reasonable Accommodation Fund
ga: Tá an deontas soláthartha faoin gCiste Freastal Réasúnta na Roinne Coimirce Sóisialaí

source: Public sector employers (for example: government departments, State agencies, Health Service Executive, local authorities) are obliged to facilitate the needs of their staff with disabilities
ga: Tá oibleagáid ar fhostóirí san earnáil phoiblí (ranna Stáit, gníomhaireachtaí Stáit, údaráis áitiúla, rl.) éascaíocht a dhéanamh do riachtanais a bhfoireann faoi mhíchumas

source: This means making assistive technology, adaptive equipment and facilities, aids and appliances available
ga: Ciallaíonn sé seo go gcuirtear ar fáil teicneolaíocht chabhrach, trealamh oiriúnaitheach agus saoráidí, áiseanna agus fearais

source: Public sector employers and their disabled employees are therefore not entitled to claim the Personal Reader Grant as these employers should make these services available from their own annual budgetary resources
ga: Dá bharr sin níl fostóirí san earnáil phoiblí ná a bhfostaithe faoi mhíchumas i dteideal an deontais Léitheora Phearsanta a éileamh, mar gur chóir go gcuirfeadh na fostóirí seo na seirbhísí sin ar fáil óna n-acmhainní féin

source: You do not have to be a registered blind person or someone with a specified level of visual acuity to apply for a Personal Reader Grant
ga: Ní gá go mbeifeá cláraithe mar dhuine dall nó duine éigin le leibhéal sonrach géire amhairc chun iarratas a dhéanamh ar an Deontas Léitheora Phearsanta

source: If you are experiencing difficulty with reading at work for reasons of visual impairment, then you are entitled to apply for this grant
ga: Má tá tú ag fáil deacrachtaí le léamh ag an obair de bharr lagú amhairc, ansin tá tú incháilithe chun iarratas a dhéanamh ar an deontas

source: In addition, there is no means test associated with a Personal Reader Grant and you do not need to have a certain level of income to apply
ga: Ina theannta sin níl aon tástáil maoine i gceist leis an Deontas Léitheora Phearsanta agus ní gá duit leibhéal áirithe ioncaim a bheith agat chun iarratas a dhéanamh

source: If you are a student at college or university and are experiencing difficulty with reading as a result of a visual impairment, you should get in touch with the Disability Liaison Officer for your college/university
ga: Más mac léinn tú atá ag freastal ar choláiste nó ollscoil agus má tá tú ag fáil deacrachtaí le léitheoireacht de bharr lagú amhairc, ba chóir duit dul i dteagmháil leis an Oifigeach Teagmhála Míchumais i do choláiste/ollscoil

source: Personal readers are not required to have any special formal qualifications
ga: Ní theastaíonn aon cháilíochtaí speisialta ag Léitheoirí Pearsanta

source: They do not require a prescribed standard of education, expertise or ability to comprehend the information they are reading
ga: Ní theastaíonn caighdeán faoi leith oideachais, saineolas ná cumas uathu chun an t-eolas atá siad ag léamh a thuiscint

source: All personal readers need is a good standard of reading ability and the ability to read aloud in a way that will allow someone else to understand what he or she is saying
ga: An t-aon rud a theastaíonn ó Léitheoir Pearsanta ná caighdeán maith cumas léitheóireachta agus an cumas chun léamh ós-ard ar bhealach a thabharfadh deis do dhuine eile tuiscint céard atá sé nó sí ag rá

source: It will be useful to familiarise yourself with the reading material in advance of working as a personal reader
ga: Beidh sé tairbheach tú féin a chuir i gcleachtadh ar an ábhar léitheoireachta sula dtosaíonn tú ag obair mar Léitheoir Pearsanta

source: This will allow you to judge how simple, complex or technical the information will be and will also give you the opportunity to check pronunciations or vocabulary
ga: Tabharfaidh sé seo seans duit breithiúnas a dhéanamh ar cé chomh simplí, casta nó teicniúil a bheidh an t-eolas agus tabharfaidh sé deis duit seiceáil a dhéanamh ar fhuaimniú, foclóir, rl

source: You may be required to read this information aloud to the other person or you may be required to read this information onto recording equipment (for example, a tape recorder)
ga: B'fhéidir go mbeadh ort an t-eolas seo a léamh ós-ard don duine eile nó b'fhéidir go mbeadh ort an t-eolas seo a léamh isteach ar threalamh taifeadta (m.sh., téipthaifeadán)

source: Before you commence working, you should find out which way you are required to read the material
ga: Sula dtosaíonn tú ag obair ba chóir duit a fháil amach cén bealach a mbeidh ort an t-ábhar a léamh

source: Recruiting a personal reader
ga: Léitheoir Pearsanta a earcú

source: If you wish to employ a personal reader, you should begin by identifying exactly the type and volume of reading work you require assistance with
ga: Más mian leat léitheoir pearsanta a fhostú, ba chóir duit ar dtús an cinéal agus méid na hoibre léitheoireachta a dteastaíonn cabhair uait lena aghaidh a leagan síos

source: You should also try work out how much assistance you will need on a daily or weekly basis and how many hours per day or week you will need the reader
ga: Ba chóir duit iarracht a dhéanamh freisin oibriú amach cé mhéid cabhair a theastóidh uait ar bhonn laethúil nó seachtainiúil agus cé mhéid uaireanta an chloig sa lá nó sa tseachtain a theastóidh an léitheoir uait

source: You should be aware that the Personal Reader Grant is paid for a maximum of 640 hours per annum and there is a set hourly rate of pay (see 'Rates' section below)
ga: Ba chóir go mbeadh a fhios agat go n-íoctar an Deontas Léitheora Phearsanta ar feadh uasmhéid de 640 uaire sa bhliain agus go bhfuil ráta íocaíochta san uair socraithe (féach thíos faoi "Rátaí")

source: There are a number of ways to advertise for the services of a personal reader
ga: Tá roinnt bealaí éagsúla ann le fógra a dhéanamh go bhfuil seirbhísí Léitheora Phearsanta ag teastáil

source: Some people place an advertisement in a local newspaper, or in a local shop window or on a community notice board (for example, in a local community or shopping centre)
ga: Cuireann roinnt daoine fógra i nuachtán áitiúil, nó i bhfuinneog siopa áitiúil nó ar chlár fograí pobail (i.e., in ionad pobail áitiúil nó ionad siopadóireachta)

source: Anyone (with the exception of public sector employees) who has a visual impairment or is blind and would benefit from using the services of a personal reader for up to 640 hours per annum is entitled to apply for this grant
ga: Tá duine ar bith (seachas fostaithe san earnáil phoiblí) a bhfuil lagú amhairc orthu nó atá dall agus a d’fhéadfadh tairbhe a bhaint as seirbhísí Léitheora Phearsanta ar feadh suas le 640 uaire sa bhliain i dteideal iarratais a dhéanamh ar an deontas

source: The grant aid is a fee per hour in line with the national minimum wage for a maximum of 640 hours per annum
ga: Tá an cúnamh deontais curtha ar fáil ag ráta Íosphá Náisiúnta ar feadh uasmhéid de 640 uaire

source: The number of hours that personal reading services are needed per week will depend on the type of work involved and should be agreed between you and your reader in advance
ga: Braitheann an méid uaireanta sa tseachtain a theastaíonn seirbhísí Léitheoireachta Pearsanta ar an gcinéal oibre atá i gceist, agus ba chóir go mbeadh sé aontaithe idir tú féin agus do Léitheoir roimhré

source: You can read more about maximum working hours here
ga: Is féidir leat níos mó a léamh faoi uasmhéid uaireanta oibre anseo

source: You can either apply yourself or if you are an employer, you can apply for a Personal Reader Grant on behalf of an employee
ga: Is féidir leat iarratas a dhéanamh tú féin nó más fostóir tú is féidir leat iarratas a dhéanamh ar Dheontas Léitheora Phearsanta thar cheann fostaí

source: You will need to complete Part 1 (pdf) and Part 2 (pdf) of the Reasonable Accommodation Fund application form which is available online
ga: Caithfidh tú Cuid 1 (pdf) agus Cuid 2 (pdf) den fhoirm iarratais an Chiste Freastal Réasúnta a líonadh atá le fáil ar líne

source: It is also available from your local employment services office or Intreo centre
ga: Tá siad le fáil i d'oifig seirbhísí fostaíochta áitiúil nó ionad Intreo freisin

source: If you have a visual impairment or are blind, staff in your local office will be pleased to help you complete the application form
ga: Má tá lagú amhairc ort nó má tá tú dall, beidh an fhoireann i d'oifig áitiúil sásta cabhrú leat an fhoirm iarratais a líonadh

source: If you are a public sector employee and require assistance with reading at work as a result of an existing or progressive visual impairment, you should get in touch with the Disability Liaison Officer in your Human Resources Unit
ga: Más fostaí san earnáil phoiblí tú agus go dteastaíonn cabhair uait le léamh ag an obair mar gheall ar lagú amhairc atá cheana ort nó atá forásach, ba chóir duit teagmháil a dhéanamh leis an Oifigeach Teagmhála Míchumais i d'Aonad Acmhainní Daonna

source: If you are a student in a college or university with a visual impairment and require further information on educational supports, contact the Disability Liaison Officer for your college
ga: Más macléinn tú atá ag freastal ar choláiste nó ollscoil in Éirinn agus má tá tú ag fáil deacrachtaí le léitheoireacht de bharr lagú amhairc, ba chóir duit dul i dteagmháil leis an Oifigeach Teagmhála Míchumais i do choláiste/ollscoil
